Repository: starriv/vicu
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# account_activity.empty_description
source: Account activities from Alpaca will appear here.
zh_hans: Alpaca 返回的账户活动会显示在这里。

# account_activity.empty_title
source: No Account Activity
zh_hans: 暂无账户活动

# account_activity.entry_hint
source: Opens Alpaca account activities.
zh_hans: 打开 Alpaca 账户活动记录。

# account_activity.entry_subtitle
source: View trading, cash, dividend, and corporate action history.
zh_hans: 查看交易、资金、股息和公司行动记录。

# account_activity.error_title
source: Could Not Load Account Activity
zh_hans: 无法加载账户活动

# account_activity.kind.corporate_action
source: Corporate Action
zh_hans: 公司行动

# account_activity.kind.dividend
source: Dividend
zh_hans: 股息

# account_activity.kind.fee
source: Fee
zh_hans: 费用

# account_activity.kind.option_event
source: Option Event
zh_hans: 期权事件

# account_activity.kind.trade_fill
source: Trade Fill
zh_hans: 成交

# account_activity.kind.transfer
source: Transfer
zh_hans: 转账

# account_activity.loading
source: Loading account activity...
zh_hans: 正在加载账户活动...

# account_activity.recent_section
source: Recent Activity
zh_hans: 最近活动

# account_activity.title
source: Account Activity
zh_hans: 账户活动

# account_detail.account_blocked
source: Account Blocked
zh_hans: 账户冻结

# account_detail.account_id
source: Account ID
zh_hans: 账户 ID

# account_detail.account_number
source: Account Number
zh_hans: 账户编号

# account_detail.accrued_fees
source: Accrued Fees
zh_hans: 已计费用

# account_detail.balance_as_of
source: Balance As Of
zh_hans: 余额日期

# account_detail.balances
source: Balances
zh_hans: 资产余额

# account_detail.bod_dtbp
source: BOD Day Trading BP
zh_hans: 日初日内交易购买力

# account_detail.buying_power_section
source: Buying Power
zh_hans: 购买力

# account_detail.created_at
source: Created
zh_hans: 创建时间

# account_detail.crypto_status
source: Crypto Status
zh_hans: 加密货币状态

# account_detail.crypto_tier
source: Crypto Tier
zh_hans: 加密货币等级

# account_detail.currency
source: Currency
zh_hans: 币种

# account_detail.daytrade_count
source: Day Trades
zh_hans: 日内交易次数

# account_detail.daytrading_buying_power
source: Day Trading Buying Power
zh_hans: 日内交易购买力

# account_detail.effective_buying_power
source: Effective Buying Power
zh_hans: 有效购买力

# account_detail.equity
source: Equity
zh_hans: 权益

# account_detail.fees_adjustments
source: Fees & Adjustments
zh_hans: 费用与调整

# account_detail.initial_margin
source: Initial Margin
zh_hans: 初始保证金

# account_detail.intraday_adjustments
source: Intraday Adjustments
zh_hans: 日内调整

# account_detail.last_equity
source: Last Equity
zh_hans: 上一权益

# account_detail.last_maintenance_margin
source: Last Maintenance Margin
zh_hans: 上一维持保证金

# account_detail.loading
source: Loading account
zh_hans: 正在加载账户

# account_detail.maintenance_margin
source: Maintenance Margin
zh_hans: 维持保证金

# account_detail.margin
source: Margin
zh_hans: 保证金

# account_detail.multiplier
source: Multiplier
zh_hans: 杠杆倍数

# account_detail.no
source: No
zh_hans: 否

# account_detail.non_marginable_buying_power
source: Non-marginable Buying Power
zh_hans: 不可融资购买力

# account_detail.options_approved_level
source: Options Approved Level
zh_hans: 期权批准等级

# account_detail.options_buying_power
source: Options Buying Power
zh_hans: 期权购买力

# account_detail.options_trading_level
source: Options Trading Level
zh_hans: 期权交易等级

# account_detail.overview
source: Overview
zh_hans: 概览

# account_detail.pattern_day_trader
source: Pattern Day Trader
zh_hans: 模式日内交易者

# account_detail.pending_reg_taf_fees
source: Pending REG/TAF Fees
zh_hans: 待处理 REG/TAF 费用

# account_detail.portfolio_value
source: Portfolio Value
zh_hans: 组合价值

# account_detail.position_market_value
source: Position Market Value
zh_hans: 持仓市值

# account_detail.regt_buying_power
source: Reg T Buying Power
zh_hans: Reg T 购买力

# account_detail.shorting_enabled
source: Shorting Enabled
zh_hans: 允许做空

# account_detail.status
source: Status
zh_hans: 状态

# account_detail.title
source: Account
zh_hans: 账户

# account_detail.trade_suspended_by_user
source: User Suspended Trading
zh_hans: 用户暂停交易

# account_detail.trading
source: Trading
zh_hans: 交易权限

# account_detail.trading_blocked
source: Trading Blocked
zh_hans: 交易受限

# account_detail.transfers_blocked
source: Transfers Blocked
zh_hans: 转账受限

# account_detail.yes
source: Yes
zh_hans: 是

# account.buying_power
source: Buying Power
zh_hans: 购买力

# account.cash
source: Cash
zh_hans: 现金

# account.long_market_value
source: Long Market Value
zh_hans: 多头市值

# account.section_title
source: Account
zh_hans: 账户

# account.short_market_value
source: Short Market Value
zh_hans: 空头市值

# activity_notification.body.amount_format
source: %@ posted. Net %@.
zh_hans: %@ 已入账，净额 %@。

# activity_notification.body.generic_format
source: %@ posted.
zh_hans: %@ 已入账。

# activity_notification.body.subject_amount_format
source: %@: %@. Net %@.
zh_hans: %@：%@，净额 %@。

# activity_notification.kind.generic
source: Account activity
zh_hans: 账户活动

# activity_notification.order_submitted.quantity_size_format
source: %@ shares
zh_hans: %@ 股

# activity_notification.order_submitted.title
source: Order sent
zh_hans: 订单已发送

# activity_notification.title
source: Alpaca activity
zh_hans: Alpaca 账户活动

# activity_notification.trade_event.status.accepted
source: accepted
zh_hans: 已接受

# activity_notification.trade_event.status.accepted_for_bidding
source: accepted for bidding
zh_hans: 竞价已接受

# activity_notification.trade_event.status.calculated
source: calculated
zh_hans: 已计算

# activity_notification.trade_event.status.canceled
source: canceled
zh_hans: 已取消

# activity_notification.trade_event.status.done_for_day
source: done for day
zh_hans: 当日完成

# activity_notification.trade_event.status.expired
source: expired
zh_hans: 已过期

# activity_notification.trade_event.status.fill
source: filled
zh_hans: 已成交

# activity_notification.trade_event.status.new
source: open
zh_hans: 已挂单

# activity_notification.trade_event.status.order_cancel_rejected
source: cancel rejected
zh_hans: 取消被拒

# activity_notification.trade_event.status.order_replace_rejected
source: replace rejected
zh_hans: 替换被拒

# activity_notification.trade_event.status.partial_fill
source: partially filled
zh_hans: 部分成交

# activity_notification.trade_event.status.pending_cancel
source: cancel pending
zh_hans: 取消中

# activity_notification.trade_event.status.pending_new
source: pending
zh_hans: 待提交

# activity_notification.trade_event.status.pending_replace
source: replace pending
zh_hans: 替换中

# activity_notification.trade_event.status.rejected
source: rejected
zh_hans: 已拒绝

# activity_notification.trade_event.status.replaced
source: replaced
zh_hans: 已替换

# activity_notification.trade_event.status.stopped
source: stopped
zh_hans: 已停止

# activity_notification.trade_event.status.suspended
source: suspended
zh_hans: 已暂停

# activity_notification.trade_event.status.trade_bust
source: trade busted
zh_hans: 成交撤销

# activity_notification.trade_event.status.trade_correct
source: trade corrected
zh_hans: 成交更正

# activity_notification.trade_event.title_format
source: Order %@
zh_hans: 订单%@

# alpaca.api_key_footer
source: Test the selected Alpaca environment before saving to Keychain.
zh_hans: 保存到钥匙串前，请先测试所选 Alpaca 环境。

# alpaca.api_key_verified_footer
source: Connection verified. Keys stay in Keychain on this device.
zh_hans: 连接已验证。密钥会保存在此设备的钥匙串中。

# alpaca.bootstrap_loading
source: Checking Alpaca credentials
zh_hans: 正在检查 Alpaca 凭证

# alpaca.checked_at
source: Checked
zh_hans: 检查时间

# alpaca.connect_action
source: Connect Alpaca
zh_hans: 连接 Alpaca

# alpaca.connected_description
source: Portfolio data will load from Alpaca.
zh_hans: 投资组合数据将从 Alpaca 加载。

# alpaca.connection
source: Connection
zh_hans: 连接

# alpaca.endpoint
source: Endpoint
zh_hans: 端点

# alpaca.environment
source: Environment
zh_hans: 环境

# alpaca.failed
source: Failed
zh_hans: 失败

# alpaca.http_status
source: HTTP Status
zh_hans: HTTP 状态

# alpaca.last_message
source: Last Message
zh_hans: 最后消息

# alpaca.latency
source: Latency
zh_hans: 延迟

# alpaca.network_diagnostics
source: Network Diagnostics
zh_hans: 网络诊断

# alpaca.not_connected_description
source: Save Alpaca credentials to load live account data.
zh_hans: 保存 Alpaca 凭证后加载真实账户数据。

# alpaca.onboarding_description
source: Sign in with your Alpaca API credentials.
zh_hans: 使用 Alpaca API 凭证登录。

# alpaca.onboarding_saved_footer
source: This saved key is required before the app can continue.
zh_hans: App 继续使用前需要一组可用的已保存 Key。

# alpaca.remove_credentials
source: Remove Credentials
zh_hans: 移除凭证

# alpaca.remove_credentials_hint
source: Deletes the saved Alpaca key from Keychain.
zh_hans: 从钥匙串删除已保存的 Alpaca Key。

# alpaca.result
source: Result
zh_hans: 结果

# alpaca.save_to_keychain
source: Save to Keychain
zh_hans: 保存到钥匙串

# alpaca.save_to_keychain_hint
source: Stores the Alpaca key securely on this device.
zh_hans: 在此设备上安全保存 Alpaca Key。

# alpaca.saved_credentials
source: Saved Credentials
zh_hans: 已保存凭证

# alpaca.saved_credentials_footer
source: Paper and Live credentials are stored separately. Switching environments uses that environment's endpoint and key.
zh_hans: 模拟盘和实盘凭证会分别保存。切换环境会使用对应环境的端点和 Key。

# alpaca.saved_in_keychain
source: Saved in Keychain
zh_hans: 已保存到钥匙串

# alpaca.secret_saved_description
source: Secret key is stored securely and never shown.
zh_hans: Secret Key 会安全存储且不会显示。

# alpaca.success
source: Success
zh_hans: 成功

# alpaca.test_connection
source: Test Connection
zh_hans: 测试连接

# alpaca.test_connection_hint
source: Calls Alpaca GET /v2/account with the current key and secret.
zh_hans: 使用当前 Key 和 Secret 调用 Alpaca GET /v2/account。

# alpaca.test_saved_connection
source: Test Saved Connection
zh_hans: 测试已保存连接

# alpaca.testing_connection
source: Testing Connection
zh_hans: 正在测试连接

# api.cancelled
source: The request was cancelled.
zh_hans: 请求已取消。

# api.decoding_failed_format
source: Could not decode Alpaca response: %@
zh_hans: 无法解码 Alpaca 响应：%@

# api.empty_response
source: The server returned an empty response.
zh_hans: 服务器返回了空响应。

# api.error.credentials_rejected
source: The API credentials were rejected. Check your key ID and secret key.
zh_hans: API 凭证验证失败，请检查 Key ID 和 Secret Key。

# api.error.network_request_failed
source: Network request failed. Check your connection and try again.
zh_hans: 网络请求失败，请检查连接后重试。

# api.error.network_unavailable
source: Network is unavailable. Check your connection and try again.
zh_hans: 当前网络不可用，请检查连接后重试。

# api.error.permission_denied
source: This API key does not have permission for the selected account.
zh_hans: 当前 API Key 没有访问所选账户的权限。

# api.error.rate_limited
source: Too many requests. Wait a moment and try again.
zh_hans: 请求过于频繁，请稍后再试。

# api.error.request_rejected
source: Alpaca could not process this request. Check the input and try again.
zh_hans: Alpaca 无法处理本次请求，请检查输入后重试。

# api.error.resource_unavailable
source: The requested Alpaca resource is unavailable.
zh_hans: 请求的 Alpaca 资源暂不可用。

# api.error.service_unavailable
source: Alpaca is temporarily unavailable. Try again later.
zh_hans: Alpaca 服务暂不可用，请稍后再试。

# api.error.timeout
source: The request timed out. Check your connection and try again.
zh_hans: 请求超时，请检查网络后重试。

# api.error.unexpected
source: Something went wrong. Try again.
zh_hans: 发生了未知错误，请重试。

# api.invalid_response
source: Alpaca returned an invalid response.
zh_hans: Alpaca 返回了无效响应。

# api.invalid_url
source: Could not build Alpaca API URL.
zh_hans: 无法构建 Alpaca API URL。

# api.request_failed_format
source: Alpaca request failed with HTTP %d: %@
zh_hans: Alpaca 请求失败，HTTP %d：%@

# api.transport_failed_format
source: Network request failed: %@
zh_hans: 网络请求失败：%@

# asset_position_share.done
source: Done
zh_hans: 完成

# asset_position_share.entry_price
source: Entry price
zh_hans: 建仓价格

# asset_position_share.latest_price
source: Latest price
zh_hans: 最新价格

# asset_position_share.ok
source: OK
zh_hans: 好的

# asset_position_share.open_settings
source: Open Settings
zh_hans: 打开设置

# asset_position_share.photo_access_needed.message
source: Allow vicu to add images to Photos, then try saving again.
zh_hans: 允许 vicu 添加图片到照片后再试一次。

# asset_position_share.photo_access_needed.title
source: Photo access needed
zh_hans: 需要照片权限

# asset_position_share.photo_access_off.message
source: Open Settings and allow vicu to add images to Photos, then try saving again.
zh_hans: 打开设置并允许 vicu 添加图片到照片后再试一次。

# asset_position_share.photo_access_off.title
source: Photo access is off
zh_hans: 照片访问已关闭

# asset_position_share.photo_access_restricted.message
source: This device does not allow vicu to add images to Photos.
zh_hans: 此设备不允许 vicu 添加图片到照片。

# asset_position_share.photo_access_restricted.title
source: Photo access restricted
zh_hans: 照片访问受限

# asset_position_share.prepare_failed
source: The image could not be prepared for Photos.
zh_hans: 无法为照片准备图片。

# asset_position_share.preparing_image
source: Preparing image
zh_hans: 正在准备图片

# asset_position_share.preview_accessibility
source: Position share preview
zh_hans: 持仓分享预览

# asset_position_share.preview_title_format
source: %@ position
zh_hans: %@ 持仓

# asset_position_share.save
source: Save
zh_hans: 保存

# asset_position_share.save_failed
source: The image could not be saved to Photos.
zh_hans: 无法将图片保存到照片。

# asset_position_share.saved
source: Saved
zh_hans: 已保存

# asset_position_share.saving
source: Saving
zh_hans: 保存中

# asset_position_share.share
source: Share
zh_hans: 分享

# asset_position_share.title
source: Share position
zh_hans: 分享持仓

# asset_share.high
source: High
zh_hans: 最高

# asset_share.low
source: Low
zh_hans: 最低

# asset_share.market_snapshot
source: Market snapshot
zh_hans: 行情快照

# asset_share.open
source: Open
zh_hans: 开盘

# asset_share.preview_accessibility
source: Asset share preview
zh_hans: 资产分享预览

# asset_share.preview_title_format
source: %@ market snapshot
zh_hans: %@ 行情快照

# asset_share.title
source: Share asset
zh_hans: 分享资产

# asset_share.volume
source: Volume
zh_hans: 成交量

# common.back
source: Back
zh_hans: 返回

# common.cancel
source: Cancel
zh_hans: 取消

# common.clear
source: Clear
zh_hans: 清除

# common.close
source: Close
zh_hans: 关闭

# common.copied_to_clipboard
source: Copied to Clipboard
zh_hans: 已复制到剪贴板

# common.copy
source: Copy
zh_hans: 复制

# common.copy_to_clipboard_hint
source: Copies the full value to the clipboard.
zh_hans: 复制完整内容到剪贴板。

# common.loading_more
source: Loading more...
zh_hans: 正在加载更多...

# common.no_data
source: No data
zh_hans: 暂无数据

# common.no_response_body
source: No response body
zh_hans: 无响应正文

# common.refresh
source: Refresh
zh_hans: 刷新

# common.retry
source: Retry
zh_hans: 重试

# common.share
source: Share
zh_hans: 分享

# common.submit
source: Submit
zh_hans: 提交

# credentials.api_key_required
source: API key and secret are required.
zh_hans: 必须填写 API Key 和 Secret。

# credentials.connected_description
source: Portfolio data will load from Alpaca.
zh_hans: 投资组合数据将从 Alpaca 加载。

# credentials.connected_format
source: Connected to %@
zh_hans: 已连接到 %@

# credentials.failed_format
source: %@ connection failed
zh_hans: %@ 连接失败

# credentials.not_connected
source: Not connected
zh_hans: 未连接

# credentials.not_connected_description
source: Connect and save Alpaca credentials to load account data.
zh_hans: 连接并保存 Alpaca 凭证后加载账户数据。

# credentials.test_required
source: Test the current Alpaca key before saving it.
zh_hans: 保存前请先测试当前 Alpaca Key。

# credentials.testing_description
source: Checking GET /v2/account with Alpaca.
zh_hans: 正在通过 Alpaca 检查 GET /v2/account。

# credentials.testing_format
source: Testing %@
zh_hans: 正在测试 %@

# credentials.untested_description
source: Test this environment before using it.
zh_hans: 使用前请先测试此环境。

# credentials.untested_format
source: %@ not tested
zh_hans: %@ 未测试

# credentials.verified_description
source: Connection verified. Save to Keychain to use it.
zh_hans: 连接已验证。请保存到钥匙串后使用。

# credentials.verified_format
source: %@ verified
zh_hans: %@ 已验证

# environment.live
source: Live
zh_hans: 实盘

# environment.paper
source: Paper
zh_hans: 模拟盘

# markets.after_hours
source: After-hours
zh_hans: 盘后

source: Markets API not connected
zh_hans: 市场 API 尚未连接

# markets.api_not_connected_description
source: Live market search and quotes will appear here after the Alpaca market data integration is selected.
zh_hans: 选择 Alpaca 市场数据集成后，实时市场搜索和报价会显示在这里。

# markets.category.crypto
source: Crypto
zh_hans: 加密货币

# markets.category.equity
source: Equity
zh_hans: 股票

# markets.closed
source: Closed
zh_hans: 休市

# markets.connect_alpaca
source: Connect Alpaca
zh_hans: 连接 Alpaca

# markets.credential_required
source: Market data requires your Alpaca API credentials.
zh_hans: 市场数据需要你的 Alpaca API 凭证。

# markets.data_unavailable
source: Market data unavailable
zh_hans: 市场数据不可用

# markets.extended_session
source: Extended session
zh_hans: 扩展交易时段

# markets.index_proxy_description
source: Index status uses Alpaca-tradable ETF proxies: SPY, QQQ, and DIA.
zh_hans: 指数状态使用 Alpaca 可交易的 ETF 代理：SPY、QQQ 和 DIA。

# markets.index_proxy_source
source: ETF proxies
zh_hans: ETF 代理

# markets.loading_data
source: Loading market data
zh_hans: 正在加载市场数据

# markets.market_closed
source: Market closed
zh_hans: 市场休市

# markets.most_active
source: Most Active
zh_hans: 最活跃

# markets.next_close
source: Next close
zh_hans: 下次收盘

# markets.next_open
source: Next open
zh_hans: 下次开盘

# markets.no_activity_data
source: No activity data available
zh_hans: 暂无活跃度数据

# markets.no_favorites
source: No favorites yet
zh_hans: 暂无 Favorites

# markets.no_favorites_description
source: Use Search to add symbols.
zh_hans: 使用搜索添加标的。

# markets.no_screener_data
source: No screener data available
zh_hans: 暂无筛选数据

# markets.open
source: Open
zh_hans: 开盘

# markets.overnight
source: Overnight
zh_hans: 夜盘

# markets.popular
source: Most Active
zh_hans: 最热门

# markets.pre_market
source: Pre-market
zh_hans: 盘前

# markets.pull_to_refresh
source: Pull to refresh or try again later.
zh_hans: 下拉刷新或稍后重试。

# markets.regular_session
source: Regular session
zh_hans: 常规交易时段

# markets.retry
source: Retry
zh_hans: 重试

# markets.search_no_results
source: No results
zh_hans: 没有结果

# markets.search_no_results_description
source: Try another symbol or company name.
zh_hans: 换一个股票代码或公司名称试试。

# markets.search_placeholder
source: Symbol or company name
zh_hans: 股票代码或公司名称

# markets.search_popular_subtitle
source: Most active today
zh_hans: 今日活跃标的

# markets.search_popular_subtitle.trades
source: By trades today
zh_hans: 按成交笔数排序

# markets.search_popular_subtitle.volume
source: By volume today
zh_hans: 按成交量排序

# markets.search_popular_title
source: Most Active
zh_hans: 热门交易

# markets.search_popular_unavailable
source: Popular symbols unavailable
zh_hans: 热门标的暂不可用

# markets.search_symbols
source: Search symbols
zh_hans: 搜索标的

# markets.search_title
source: Search
zh_hans: 搜索

# markets.searching
source: Searching
zh_hans: 搜索中

# markets.sort.trades
source: Trades
zh_hans: 最人气

# markets.sort.volume
source: Volume
zh_hans: 成交量

# markets.status
source: Market Status
zh_hans: 市场状态

# markets.timestamp_unavailable
source: Timestamp unavailable
zh_hans: 时间戳不可用

# markets.title
source: Markets
zh_hans: 市场

# markets.top_gainers
source: Top Gainers
zh_hans: 涨幅榜

# markets.top_losers
source: Top Losers
zh_hans: 跌幅榜

# markets.volume
source: Volume
zh_hans: 成交量

# more.notifications.subtitle
source: Order alerts and account activity
zh_hans: 订单提醒与账户活动

# more.notifications.title
source: Notifications
zh_hans: 通知

# more.orders.subtitle
source: Order history and status
zh_hans: 订单历史和状态

# more.orders.title
source: Orders
zh_hans: 订单

# more.settings.subtitle_format
source: Theme: %@
zh_hans: 主题：%@

# more.settings.title
source: Settings
zh_hans: 设置

# more.title
source: More
zh_hans: 更多

# notifications.account_activity
source: Account activity
zh_hans: 账户活动

# notifications.allow
source: Allow Notifications
zh_hans: 允许通知

# notifications.footer
source: Business notification types use these switches before requesting system notification permission.
zh_hans: 业务通知会先读取这些开关，再请求系统通知权限。

# notifications.title
source: Notifications
zh_hans: 通知

# notifications.trade_order_status
source: Order status updates
zh_hans: 订单状态更新

# notifications.trade_order_submitted
source: Trade order sent
zh_hans: 交易订单已发送

# order.error.conflicting_size
source: Enter either quantity or notional amount, not both.
zh_hans: 只能填写股数或金额中的一项。

# order.error.extended_hours_requires_limit_day_or_gtc
source: Extended-hours trading requires a limit order with DAY or GTC time in force.
zh_hans: 盘前盘后交易仅支持限价单，且有效期必须为 DAY 或 GTC。

# order.error.invalid_limit_price
source: Limit price must be greater than 0.
zh_hans: 限价必须大于 0。

# order.error.invalid_limit_price_increment
source: Limit price supports up to 2 decimal places at $1 or above, or 4 decimal places below $1.
zh_hans: 限价大于等于 $1 时最多 2 位小数，低于 $1 时最多 4 位小数。

# order.error.invalid_notional
source: Amount must be greater than 0.
zh_hans: 金额必须大于 0。

# order.error.invalid_quantity
source: Quantity must be greater than 0.
zh_hans: 股数必须大于 0。

# order.error.invalid_quantity_format
source: Quantity format is invalid. Use up to 6 decimal places.
zh_hans: 股数格式不正确，最多支持 6 位小数。

# order.error.missing_limit_price
source: Limit price is required for this order type.
zh_hans: 此订单类型必须填写限价。

# order.error.missing_size
source: Enter quantity or notional amount.
zh_hans: 请输入数量或名义金额。

# order.error.missing_symbol
source: Symbol is required.
zh_hans: 必须填写标的。

# order.error.notional_requires_day
source: Notional orders only support DAY time in force.
zh_hans: 金额下单仅支持 DAY 有效期。

# order.side.buy
source: Buy
zh_hans: 买入

# order.side.sell
source: Sell
zh_hans: 卖出

# order.type.limit
source: Limit
zh_hans: 限价

# order.type.market
source: Market
zh_hans: 市价

# orders.action.cancel
source: Cancel
zh_hans: 取消

# orders.action.menu
source: Order Actions
zh_hans: 订单操作

# orders.action.replace_price
source: Price
zh_hans: 改价

# orders.action.save_price
source: Save
zh_hans: 保存

# orders.cancel.confirm.message_format
source: Cancel the %@ order?
zh_hans: 确认取消 %@ 订单？

# orders.cancel.confirm.title
source: Cancel Order?
zh_hans: 取消订单？

# orders.cancel.sheet.hold_action
source: Hold to Cancel
zh_hans: 长按取消订单

# orders.cancel.sheet.hold_progress
source: Keep Holding
zh_hans: 继续按住

# orders.cancel.sheet.hold_submitting
source: Submitting...
zh_hans: 提交中...

# orders.cancel.sheet.title
source: Cancel Order
zh_hans: 取消订单

# orders.detail.additional_details
source: Additional Details
zh_hans: 其他信息

# orders.detail.asset
source: Asset
zh_hans: 标的

# orders.detail.asset_class
source: Asset Class
zh_hans: 资产类别

# orders.detail.asset_id
source: Asset ID
zh_hans: 资产 ID

# orders.detail.average_fill_price
source: Avg. Fill Price
zh_hans: 成交均价

# orders.detail.canceled_at
source: Canceled
zh_hans: 取消时间

# orders.detail.client_order_id
source: Client Order ID
zh_hans: 客户端订单 ID

# orders.detail.created_at
source: Created
zh_hans: 创建时间

# orders.detail.duration
source: Duration
zh_hans: 期限

# orders.detail.error_title
source: Detail refresh failed
zh_hans: 详情刷新失败

# orders.detail.execution
source: Execution
zh_hans: 执行

# orders.detail.expired_at
source: Expired
zh_hans: 过期时间

# orders.detail.expires_at
source: Expires
zh_hans: 预计过期

# orders.detail.extended_hours
source: Extended Hours
zh_hans: 盘前盘后

# orders.detail.failed_at
source: Failed
zh_hans: 失败时间

# orders.detail.fill_details
source: Fill Details
zh_hans: 成交明细

# orders.detail.fill_price
source: Fill Price
zh_hans: 成交价格

# orders.detail.fill_time
source: Fill Time
zh_hans: 成交时间

# orders.detail.filled_amount
source: Filled Amount
zh_hans: 成交金额

# orders.detail.filled_at
source: Filled
zh_hans: 成交时间

# orders.detail.filled_average_price
source: Average Fill Price
zh_hans: 平均成交价

# orders.detail.filled_progress_format
source: %@ / %@ filled
zh_hans: %@ / %@ 已成交

# orders.detail.filled_quantity
source: Filled Quantity
zh_hans: 已成交数量
